export const problemsListValue = [
  {
    id: 'category_1',
    category: 'Зубний біль',
    problems: [
      {
        id: 'acute_toothache',
        name_ua: 'Гострий зубний біль',
        name_en: 'Acute Toothache',
        description:
          'Гострий зубний біль - це надзвичайно болючий стан, який може виникнути внаслідок різноманітних стоматологічних проблем. Ця проблема може включати в себе біль в одному або декількох зубах, іноді супроводжуваний пульсацією або сильним дискомфортом. Основною причиною гострого зубного болю є подразнення нервів в зубах або навколишніх тканинах через карієс, злам, видалення зуба, або запалення ясен. Другий аспект проблеми полягає в тому, що гострий зубний біль може суттєво погіршити якість життя пацієнта, обмежуючи його можливість їсти, говорити і виконувати повсякденні завдання. Люди з гострим зубним болем можуть досвідчувати стрес, тривожність та незручності. Лікування гострого зубного болю може варіюватися в залежності від причини, і включає в себе консультацію стоматолога, можливо, лікування карієсу, реставрацію зубів або навіть кореневу каналізацію. Ретельна гігієна порожнини рота і профілактичні огляди можуть допомогти уникнути подібних проблем у майбутньому.',
      },
      {
        id: 'pain_while_chewing',
        name_ua: 'Біль при жуванні/натисканні',
        name_en: 'Pain while Chewing/Biting',
        description:
          "Біль при жуванні або натисканні на зуби може бути зв'язаний з різними стоматологічними проблемами. Однією з основних причин може бути карієс, коли пошкоджена емаль зуба викликає біль при контакті з їжею або жуванні. Іншою причиною може бути пульпіт (запалення нерва в зубі), яке виникає внаслідок глибокого карієсу або травми. Крім того, біль при жуванні може бути пов'язаний із проблемами ясен або стоматитом (запалення слизової оболонки ротової порожнини). Іноді цей біль може бути також викликаний стоматологічними процедурами, такими як встановлення коронок або брекетів. Для визначення точної причини болю та підходящого лікування рекомендується звернутися до стоматолога. Він проведе огляд та діагностику, і залежно від результатів можуть бути запропоновані різні методи лікування, включаючи лікування карієсу, кореневу каналізацію, лікування ясен або інші необхідні процедури для вирішення проблеми.",
      },
      {
        id: 'tooth_sensitivity',
        name_ua: 'Біль при термовпливі на зуб',
        name_en: 'Tooth Sensitivity (Hot/Cold)',
        description:
          'Біль, який виникає при контакті з гарячими або холодними речовинами, такими як напої, може бути ознакою гіперчутливості зубів. Цей стан називається гіперчутливість зубів і може бути досить неприємним і обмежувати здатність насолоджуватися гарячими або холодними стравами та напоями. Причиною гіперчутливості зубів є розкриття дентину, який є чутливим шаром під емаллю зуба. Це може статися внаслідок карієсу, відсутності емалі на деяких ділянках зуба, або як результат зносу емалі внаслідок надмірного шкалування зубів або вживання грубої їжі. Гіперчутливість зубів також може виникнути після стоматологічних процедур, таких як видалення зубів чи встановлення коронок. Для лікування гіперчутливості зубів, стоматолог може рекомендувати використання спеціальних зубних паст, які містять активні речовини для зменшення чутливості. Також можуть бути рекомендовані захисні процедури, такі як нанесення фтору або лаку на зуби для зменшення гіперчутливості. У важких випадках, коли інші методи не працюють, стоматолог може розглядати біль слідуючі процедури, такі як коренева каналізація або коронки для зменшення болю і відновлення комфорту при споживанні харчових продуктів та напоїв.',
      },
      {
        id: 'cavity_treatment',
        name_ua: 'Лікування карієсу',
        name_en: 'Cavity Treatment',
        description:
          "Проблема лікування карієсу, коли зуб став чорним, але не викликає болю, є поширеною серед пацієнтів та стоматологів. Це свідчить про наявність ранньої стадії карієсу, коли пошкодження емалі відбувається без суттєвого впливу на нервову тканину зуба. Хоча на перший погляд ця проблема може здаватися незначною, вона вимагає уваги та своєчасного лікування. Однією з головних проблем такого стану є те, що пацієнти можуть ігнорувати симптоми карієсу, оскільки відсутність болю часто вважається позитивною ознакою. Але невилікований карієс може прогресувати, завдаючи серйозніші ушкодження зубу та потребуючи більш агресивного та дорогого лікування. Тому важливо починати лікування на ранній стадії, коли чорний зуб ще не викликає болю, щоб уникнути подальших ускладнень та зберегти здоров'я зубів.",
      },
      {
        id: 'root_canal_treatment',
        name_ua: 'Лікування кореневих каналів',
        name_en: 'Root Canal Treatment',
        description:
          "Лікування кореневих каналів, також відоме як ендодонтичне лікування, є процедурою, спрямованою на видалення інфікованої м'якоті з кореневих каналів зубів і заповнення їх спеціальним матеріалом для збереження зуба. Ця процедура часто використовується для лікування глибоких каріозних уражень, відкритих кореневих каналів або інфікованих дентальних мармурових карункулів. Однак, ця процедура може бути досить складною і вимагає високої кваліфікації стоматолога, оскільки некоректне виконання може призвести до серйозних ускладнень, таких як втрата зуба або рецидив інфекції. Однією з основних проблем лікування кореневих каналів є визначення та забезпечення правильної форми коренів та їх каналів, щоб впевнитися, що всі інфіковані тканини були видалені. Додатковою складністю є неоднакова анатомія коренів у різних людей і навіть у різних зубів. Крім того, лікування кореневих каналів може бути болісним для пацієнтів і вимагає високого рівня терпіння та дотримання певних стандартів стерильності та безпеки. Для успішного лікування цієї проблеми необхідно поєднувати фахову майстерність з високими стандартами гігієни та відповідними матеріалами та обладнанням.",
      },
      {
        id: 'tooth_extraction',
        name_ua: 'Видалення зубів',
        name_en: 'Tooth Extraction',
        description:
          "Видалення зубів - це процедура, яка часто проводиться зубними хірургами або стоматологами в різних медичних ситуаціях. Однак ця процедура може викликати численні проблеми та ускладнення для пацієнта. По-перше, видалення зубів може супроводжуватися болем та незручностями в післяопераційному періоді. Багато людей досвіджують біль, набряки та інші негоди, що потребують певного часу для відновлення. По-друге, видалення зубів може мати вплив на функцію та естетику ротової порожнини. Видалення зуба може призвести до порушення правильного прикусу, що може вимагати корекції зубами або встановлення замінюючих протезів. Крім того, видалення видимого зуба може вплинути на зовнішній вигляд пацієнта та призвести до втрати віри в себе. Варто враховувати, що видалення зубів також може бути пов'язано з ризиком інфекції, якщо не дотримуватися належних правил гігієни та догляду після операції. Таким чином, видалення зубів - це серйозна медична процедура, яка потребує уважного обговорення та ретельної післяопераційної догляду, щоб уникнути можливих проблем і ускладнень.",
      },
    ],
  },
  {
    id: 'category_2',
    category: 'Захворювання ясен та слизової оболонки порожнини рота',
    problems: [
      {
        id: 'gum_inflammation',
        name_ua: 'Запалення ясен',
        name_en: 'Gum Inflammation',
        description:
          "Запалення ясен, відоме також як гінгівіт, є поширеною проблемою в стоматології та ортодонтичній практиці. Ця проблема виникає, коли бактерії та забруднюючі речовини збираються в ділянці навколо зубів, де ясна зустрічаються з зубами. Це призводить до запалення ясен і може викликати різні неприємні симптоми, такі як кровотеча ясен під час чищення зубів, набряк та біль. Постійне запалення ясен може також призвести до серйозних стоматологічних ускладнень, таких як пародонтит, який може спричинити втрату зубів. Тому вчасна діагностика та лікування запалення ясен є важливою частиною догляду за порожниною рота та збереження стоматологічного здоров'я.",
      },
      {
        id: 'bleeding_gums',
        name_ua: 'Кровоточивість ясен',
        name_en: 'Bleeding Gums',
        description:
          "Кровоточивість ясен - це серйозна проблема стану орального здоров'я, яка виявляється у надмірному кровотічі при чищенні зубів чи вживанні їжі. Ця проблема може бути симптомом ряду стоматологічних проблем, зокрема запалення ясен, відомого як гінгівіт. Гінгівіт може бути спричинений накопиченням бактерій у зубних нальотах та каменю, і, якщо не вжити вчасно заходів, він може призвести до більш серйозної проблеми - пародонтиту, який може спричинити втрату зубів. Кровоточивість ясен не тільки призводить до незручностей при їжі та чищенні зубів, але також може бути ознакою загострення стоматологічних захворювань. Важливо вчасно звертатися до стоматолога для визначення причин цієї проблеми та розробки плану лікування. Регулярна гігієна порожнини рота та професійне очищення зубів у стоматолога допоможуть запобігти та лікувати кровоточивість ясен та зберегти здоровий стан ваших ясен та зубів.",
      },
      {
        id: 'oral_swelling',
        name_ua: 'Набряк в полості рота',
        name_en: 'Oral Swelling',
        description:
          "Набряк в полості рота, відомий також як лімфоденіт, є медичною проблемою, яка може виникнути з різних причин і не завжди пов'язана із захворюванням зубів. Ця проблема полягає у набряку лімфатичних вузлів у ротовій порожнині, які відповідають за фільтрацію бактерій і інших інфекційних агентів. Найчастіше лімфоденіт у ротовій порожнині спостерігається через запалення або інфекцію, іноді викликану бактеріями, вірусами або іншими патогенами. Помітною рисою набряку в роті є збільшення об'єму слинних залоз та болю при дотику. Важливо розрізняти цю проблему від інших, таких як захворювання зубів чи пародонтит, оскільки лікування може бути різним. Набряк в полості рота може бути симптомом підлеглих захворювань або свідчити про інфекційний процес в організмі, тому важливо швидко звернутися до лікаря для точної діагностики та лікування.",
      },
    ],
  },
  {
    id: 'category_3',
    category: 'Лікування прикусу',
    problems: [
      {
        id: 'treatment_of_malocclusion',
        name_ua: 'Лікування неправильного прикусу',
        name_en: 'Treatment of Malocclusion',
        description:
          "Лікування неправильного прикусу - це серйозна стоматологічна проблема, яка може виникнути у людей різного віку. Неправильний прикус може бути спричинений рядом факторів, включаючи генетичні аспекти, неправильну діагональ зубів, втрату зубів, аномалії скелетно-лицьового росту та інші. Ця проблема може призвести до болю, незручностей при жуванні, а також до косметичних недоліків, які впливають на зовнішній вигляд особи. Лікування неправильного прикусу вимагає індивідуального підходу та може включати в себе використання ортодонтічних апаратів, які допомагають виправити положення зубів та їх прикусу. Однак лікування може бути тривалим і вимагати значних витрат часу та коштів. Важливо своєчасно консультуватися з лікарем-ортодонтологом для визначення оптимального методу лікування, оскільки неправильний прикус може мати вплив на загальне здоров'я ротової порожнини і жвавчання.",
      },
      {
        id: 'treatment_of_bite_abnormality',
        name_ua: 'Лікування вади жування',
        name_en: 'Treatment of Bite Abnormality',
        description:
          "Проблема лікування вади жування, або скронево-нижньощелепного суглобу (СНЩС), є серйозною і поширеною в сучасному суспільстві. Ця вада може мати різні причини, такі як генетичні фактори, травми, аномалії розвитку, або навіть неправильний прикус, і вона супроводжується болем, обмеженою функціональністю та косметичними проблемами. Лікування цієї вади вимагає індивідуального підходу та спеціалізованої допомоги від стоматологів та ортодонтів. Подолання цієї проблеми часто вимагає комплексного лікування, включаючи ортодонтичні корекції, хірургічні втручання, фізіотерапію та медикаментозну терапію. Однак доступ до якісної та високоспеціалізованої медичної допомоги може бути обмеженим, особливо для пацієнтів з низькими доходами або у віддалених регіонах. Це ставить під питання якість життя і здоров'я пацієнтів і може призвести до серйозних ускладнень, які можуть бути важко виправити, якщо вада не лікується належним чином. Тому вирішення цієї проблеми вимагає більшого обсягу ресурсів та доступу до медичної допомоги для всіх, хто потребує лікування вади жування.",
      },
    ],
  },
  {
    id: 'category_4',
    category: 'Щелепно-лицьова хірургія',
    problems: [
      {
        id: 'lower_jaw_prosthesis',
        name_ua: 'Протезування нижньої щелепи',
        name_en: 'Lower Jaw Prosthesis',
        description:
          "Протезування нижньої щелепи, відоме також як ендо-протезування, представляє собою складну медичну процедуру, яка виникає внаслідок різних медичних ускладнень. Основною проблемою, пов'язаною з цим видом протезування, є труднощі у відтворенні нижньої щелепи, яка є однією з ключових структур у ротовій порожнині. Ця процедура вимагає високої кваліфікації хірурга та інженера, оскільки вона пов'язана з розробкою та встановленням складних протезів, які дозволяють хворому відновити функції жування та мови. Крім того, проблемою є можливість виникнення ускладнень, таких як інфекції, відторгнення протезу або несправності в його роботі. Важливо також враховувати фактори, пов'язані з адаптацією пацієнта до нового протезу та навчання його користуватися ним. Протезування нижньої щелепи вимагає індивідуального підходу до кожного пацієнта, а також постійного моніторингу та догляду за протезом для забезпечення його тривалої та ефективної роботи.",
      },
    ],
  },
  {
    id: 'category_5',
    category: 'Реставрація',
    problems: [
      {
        id: 'restoration_of_damaged_teeth',
        name_ua: 'Відновлення пошкоджених зубів',
        name_en: 'Restoration of Damaged Teeth',
        description:
          'Проблема відновлення пошкоджених зубів є актуальною та важливою в галузі стоматології. Коли у людини відпадає половина зуба і вона не знає, що робити - вибрати коронку або пломбу, виникають декілька ключових аспектів, які потребують уваги.По-перше, вибір між коронкою і пломбою залежить від ступеня пошкодження зуба. Якщо втрата тканини зуба незначна, то можливо застосування пломби буде вистачати. Однак, у випадках серйозної пошкодження зуба, коли велика частина зуба відпала, важливо вибрати коронку, яка надійно відновить і захистить зуб від подальших ушкоджень. По-друге, вибір між коронкою та пломбою також залежить від косметичних та функціональних аспектів. Коронка зазвичай надає більш натуральний зовнішній вигляд та міцність, але вона може бути дорожчою та вимагати більшої обробки зуба. Пломба може бути менш інвазивною і дешевшою, але вона може не забезпечувати таку міцність та довготривалість.Отже, вибір між коронкою та пломбою для відновлення пошкоджених зубів є важливим стоматологічним рішенням, і він повинен бути прийнятий з урахуванням індивідуальних потреб та обставин пацієнта, а також стану зуба та фінансових можливостей.',
      },
      {
        id: 'restorative_procedures_fillings',
        name_ua: 'Реставраційні процедури (пломби)',
        name_en: 'Restorative Procedures (Fillings)',
        description:
          "Проблема, пов'язана з реставраційними процедурами, такими як пломбування зубів, стосується не тільки стоматологічного лікування, але і загального здоров'я пацієнтів. Перш за все, досить поширеною проблемою є неадекватний вибір матеріалів для пломбування, що може призвести до алергічних реакцій або руйнування пломби в майбутньому. Крім того, неякісна реставрація може викликати біль та дискомфорт у пацієнта, а також призвести до інфекцій та запалень в ротовій порожнині. Друга важлива проблема пов'язана з відсутністю адекватної діагностики та контролю за процедурою реставрації. Недоліки у виборі методу лікування, відсутність регулярного моніторингу та відсутність забезпечення пацієнтів інформацією про правильний догляд за пломбами можуть призвести до ранньої втрати реставраційних матеріалів або до розвитку ускладнень. В цілому, забезпечення якісних реставраційних процедур в стоматології вимагає пильної уваги до вибору матеріалів, навичок лікаря та дотримання стандартів діагностики і контролю за процедурою, а також освіти пацієнтів щодо правильного догляду за пломбами для збереження здоров'я ротової порожнини. ",
      },
      {
        id: 'restorative_procedures_crowns',
        name_ua: 'Реставраційні процедури (коронки)',
        name_en: 'Restorative Procedures (Crowns)',
        description:
          'Реставраційні процедури, такі як коронки, є важливими компонентами сучасної стоматології і використовуються для відновлення пошкоджених або руйнуваних зубів. Однак ці процедури супроводжуються деякими проблемами, які варто врахувати. По-перше, важливо відзначити, що коронки часто вимагають знищення частини природного зуба, щоб створити місце для коронки. Це може призвести до втрати здорової тканини, яка іноді є незворотньою. По-друге, іншою проблемою є можливість розвитку інфекцій або подразнень після встановлення коронок. Незачищені ділянки під коронками можуть стати ідеальними місцями для зберігання бактерій, що може сприяти розвитку карієсу чи інших захворювань. Також можуть виникати чутливість та біль через недоопрацьовані коронки. Тому важливо, щоб лікарі вдосконалювали свої навички та використовували сучасні матеріали та методи для мінімізації цих проблем і забезпечення довготривалої ефективності реставраційних процедур.',
      },
    ],
  },
  {
    id: 'category_6',
    category: 'Протезування',
    problems: [
      {
        id: 'dental_implant_installation',
        name_ua: 'Встановлення зубних імплантів',
        name_en: 'Dental Implant Installation',
        description:
          'Встановлення зубних імплантів - це процедура, яка зазвичай використовується для заміщення втрачених зубів штучними корінцями зубів, що вставляються в кістку щелепи. Ця процедура відкрила нові можливості в стоматології і дозволяє пацієнтам отримати функціонально та косметично задовільну заміну втраченим зубам. Однак, встановлення зубних імплантів не є безпроблемним процесом і має свої виклики. Перш за все, встановлення зубних імплантів - це інвазивна процедура, яка може призвести до більшої кількості ризиків та ускладнень порівняно з іншими методами заміщення втрачених зубів, такими як вініри або коронки. Існує можливість інфекцій, кровотеч, болю та набряку після операції. Крім того, не завжди гарантується успішне приймання імплантів організмом, і можуть виникнути проблеми з інтеграцією імплантів в кістку щелепи. Другий аспект стосується фінансових витрат. Встановлення зубних імплантів вимагає значних фінансових витрат, оскільки це дорогий медичний процес, і багато пацієнтів можуть не мати фінансових можливостей для такого лікування. Внаслідок цього, доступ до цієї процедури може бути обмеженим для багатьох пацієнтів, що шукають заміщення втрачених зубів. ',
      },
    ],
  },
  {
    id: 'category_7',
    category: 'Профілактичні процедури та інше',
    problems: [
      {
        id: 'teeth_whitening',
        name_ua: 'Відбілювання зубів',
        name_en: 'Teeth Whitening',
        description:
          "Проблема відбілювання зубів полягає в тому, що багато людей намагаються поліпшити зовнішній вигляд свого посмішки, але можуть виникнути ризики і побічні ефекти. Перш за все, багато методів відбілювання зубів можуть призвести до чутливості зубів. Під час процедур, які використовують хімічні речовини, як перекис водню, може бути пошкоджена емаль зубів, що робить їх більш чутливими до температурних змін і їжі. Другою проблемою є те, що результати відбілювання зубів можуть бути тимчасовими, і з часом зуби можуть знову затемнитися, особливо якщо не зберігати правильну гігієну ротової порожнини та утримуватися від продуктів, що пожовклі зуби. Також існує ризик, що під час відбілювання можуть пошкодитися якісь інші елементи стоматологічного здоров'я, такі як ясна або реставрації на зубах. Тому перед початком будь-яких процедур відбілювання зубів важливо звернутися до професіонального лікаря та врахувати можливі ризики та обмеження.",
      },
      {
        id: 'professional_hygiene',
        name_ua: 'Профілактично-професійна гігієна',
        name_en: 'Professional Hygiene',
        description: `Профілактично-професійна гігієна, часто називана "профілактичною чисткою", представляє собою процедуру, яка спрямована на збереження здоров'я порожнини рота та зниження ризику розвитку стоматологічних проблем. Незважаючи на важливість цієї процедури для загального здоров'я, вона стикається з декількома проблемами. По-перше, доступність профілактично-професійної гігієни може бути обмеженою для багатьох людей через високі вартості стоматологічних послуг або відсутність медичного страхування. Це призводить до того, що багато людей пропускають цю важливу процедуру.
        По-друге, існує недостатнє усвідомлення важливості профілактично-професійної гігієни серед громадськості, що може призвести до ігнорування регулярних візитів до стоматолога. Це може призвести до розвитку серйозних стоматологічних захворювань, які можна було б уникнути або вчасно виявити за допомогою регулярних профілактичних чисток. Таким чином, забезпечення доступності та популяризація профілактично-професійної гігієни залишаються важливими завданнями для забезпечення загального стоматологічного здоров'я населення.
        `,
      },
      {
        id: 'plaque_and_tartar_removal',
        name_ua: 'Зняття зубних відкладень',
        name_en: 'Plaque and Tartar Removal',
        description: `Зняття зубних відкладень, або дентальна чистка, - це процедура, яка проводиться з метою видалення плаку та зубних відкладень, які можуть призвести до різноманітних стоматологічних проблем. Незважаючи на користь для здоров'я порожнини рота, ця процедура може викликати деякі проблеми та обурення серед пацієнтів. По-перше, багато людей відчувають дискомфорт або біль під час дентальної чистки, що може викликати стрес і тривожність. По-друге, процедура може бути витратною та недосяжною для багатьох людей, оскільки не всі мають можливість оплачувати її без додаткових витрат на стоматологічну допомогу.
        Однак важливо пам'ятати, що зняття зубних відкладень є важливою частиною догляду за зубами та узагальненого здоров'я порожнини рота, оскільки невидалені відкладення можуть призвести до карієсу, пародонтиту та інших серйозних стоматологічних захворювань. Тому важливо шукати рішення для зниження дискомфорту та витрат, а також розглядати альтернативи, такі як регулярна гігієна порожнини рота та правильне харчування, які можуть допомогти запобігти накопиченню відкладень та плаку на зубах.
        `,
      },
      {
        id: 'bad_breath',
        name_ua: 'Неприємний запах із рота',
        name_en: 'Bad Breath',
        description: `Проблема неприємного запаху із рота, відома також як галітоз, є набагато поширенішою, ніж може здатися. Ця проблема впливає на самооцінку та соціальні відносини людей, а також може мати медичні наслідки. Головна причина галітозу зазвичай пов'язана з недбалістю у гігієні порожнини рота, але також може бути наслідком серйозних медичних станів, таких як карієс, захворювання ясен, гострий апендицит і навіть пухлини. Запах з рота може бути наслідком і поганих звичок, таких як куріння та вживання алкоголю, і ця проблема потребує уважного вирішення, як для поліпшення якості життя, так і для збереження загального стану здоров'я людини.`,
      },
    ],
  },
  {
    id: 'category_8',
    category: 'Дитяча стоматологія',
    problems: [
      {
        id: 'cavities_in_baby_teeth',
        name_ua: 'Карієс молочних зубів',
        name_en: 'Cavities in Baby Teeth',
        description: `Карієс молочних зубів – це поширена стоматологічна проблема серед дітей та малюків. Виникнення карієсу молочних зубів пов'язане з різними факторами, такими як недостатня гігієна порожнини рота, споживання цукрів і вуглеводів, а також генетичні фактори. Недостатнє доглядання за молочними зубами може призвести до швидкого розвитку карієсу, що може призвести до болю, дискомфорту та серйозних ускладнень, таких як абсцеси та інфекції.
        Карієс молочних зубів особливо проблематичний у дітей, оскільки молочні зуби відіграють важливу роль у процесі жування, говоріння та правильному розвитку постійних зубів. Поширення карієсу у дітей може вплинути на їх якість життя, дієвість та навчання. Щоб запобігти цій проблемі, важливо вчасно вживати профілактичні заходи, такі як регулярна гігієна ротової порожнини, обмеження споживання цукрів та відвідування стоматолога для рутинних оглядів і лікування.
        `,
      },
      {
        id: 'filling_baby_teeth_under_anesthesia',
        name_ua: 'Пломбування молочних зубів під наркозом',
        name_en: 'Filling Baby Teeth Under Anesthesia',
        description: `Пломбування молочних зубів під наркозом - це медична процедура, яка використовується у випадках, коли дитина не може спокійно і безболісно перенести лікування зубів. Однак ця практика стикається з рядом серйозних проблем. По-перше, вона вимагає використання анестезії, що має потенційні ризики та побічні ефекти, особливо для дітей. Це може включати алергічні реакції, погіршення загального стану здоров'я та навіть негативний вплив на розвиток мозку у дітей.
        По-друге, пломбування молочних зубів під наркозом може бути високою вартістю для батьків, особливо у випадках, коли ця процедура вимагається декілька разів у зв'язку з швидким видаленням молочних зубів у дітей. Крім того, ця практика підвищує стрес та небажання дітей звертатися до лікаря і зберігати гарну стоматологічну гігієну, оскільки асоціює лікарняне середовище з болем і страхом. Тому важливо розвивати і впроваджувати альтернативні методи та підходи до лікування стоматологічних проблем у дітей, спрямовані на зменшення потреби в анестезії та забезпечення безболісного лікування.
        `,
      },
    ],
  },
];
